<?php

return [
'stageName'=>'اسم المرحله الدراسيه',
    'stageNote'=>'ملاحظات',
    'stageOperation'=>'العمليات',
    'edit'=>'تعديل',
    'delete'=>'حذف',
    'add'=>'اضافه المراحل الدراسيه',
    'nameEn'=>'اسم المرحله الدراسيه بالانجليزى',
    'nameAR'=>'اسم المرحله الدراسيه بالعربى',
    'note'=>'ملاحظات',
    'NameEnRequired'=>'الاسم المرحله الدراسيه بالانجليزى مطلوب',
    'NameArRequired'=>'الاسم المرحله الدراسيه بالعربى مطلوب',
    'dataSaved'=>'تم حفظ البيانات بنجاح',
    'noNotes'=>'لا ملاحظات',
    'editStage'=>'تعديل المرحله الدراسيه',
    'dataUpdated'=>"تم تعديل البيانات بنجاح",
    'deleteStage'=>'حذف المرحله الدراسيه',
    'NameUnique'=>'الاسم المرحله الدراسيه  موجود بالفعل',
    'NameArUnique'=>'الاسم المرحله الدراسيه بالعربى موجود بالفعل',
    'haveGrade'=>'عمليه الحذف فشلت لا المرحله لها صف دراسى تابع لها'
];
